[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_4 DisSeqAct_ShowLocationDiscovery]
m_LocationName="布里格莫尔庄园"

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="把魔灯放在油画旁边")
m_Choices[1]=(m_ChoiceText="稍候")

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="进入画中")
m_Choices[1]=(m_ChoiceText="稍候")

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_DialogScriptedChoice_3 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="拿走魔灯")
m_Choices[1]=(m_ChoiceText="稍候")

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="画廊"

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="画廊"

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="油画"

[TheWorld:PersistentLevel.Main_Sequence.Lantern_Stuff.DisSeqAct_UpdateTaskTarget_33 DisSeqAct_UpdateTaskTarget]
m_TargetName="画廊"

[TheWorld:PersistentLevel.Main_Sequence.LevelTransition.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往布里格莫尔外围")
m_Choices[1]=(m_ChoiceText="留在布里格莫尔庄园")

[TheWorld:PersistentLevel.Main_Sequence.LevelTransition.DisSeqAct_DialogScriptedChoice_7 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往布里格莫尔地穴")
m_Choices[1]=(m_ChoiceText="留在布里格莫尔庄园")

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="布里格莫尔外围"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.BreadcrumbTrail.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="庄园西侧"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.BreadcrumbTrail.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="庄园西侧"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.BreadcrumbTrail.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="庄园西侧"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="庄园西侧"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="油漆稀释剂的气味"

[TheWorld:PersistentLevel.Main_Sequence.Wounded_Overseer.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

